Repository: Web-Ex-Machina/contao-form-submissions
Catalog: languages/*/*_form.xlf
Languages: fr

# tl_form.wem_submission_legend
source: Form submissions
fr: Soumissions de formulaire

# tl_form.wemStoreSubmissions.0
source: Activate storage
fr: Activer le stockage

# tl_form.wemStoreSubmissions.1
source: Check to activate the form submissions storage.
fr: Cochez pour activer le stockage des soumissions de formulaire.

# tl_form.wemSubmissionTags.1
source: Enter the tags you want to use for classify your form submissions.
fr: Saisissez les tags que vous souhaitez utiliser pour classifier les soumissions de formulaire.

# tl_form.wemSubmissionSummaryNotification.0
source: Summary notification
fr: Notification récapitulative

# tl_form.wemSubmissionSummaryNotification.1
source: Select the notification you want to send as a summary of submissions to treat.
fr: Sélectionnez la notification que vous souhaitez envoyer comme récapitulatif des soumissions à traiter.

# tl_form.wemSubmissionSummaryNotificationFrequency.0
source: Summary frequency
fr: Fréquence des récapitulatifs

# tl_form.wemSubmissionSummaryNotificationFrequency.1
source: Select the frequency of emission of this notification.
fr: Sélectionnez la fréquence d'envoi de cette notification.

# tl_form.wemSubmissionMessages.0
source: Activate messages
fr: Activer les messages

# tl_form.wemSubmissionMessages.1
source: Check to activate the form submissions messages.
fr: Cochez pour activer la messagerie des soumissions de formulaire.

# tl_form.wemSubmissionNewConversationNotification.0
source: Conversation notification
fr: Notification de conversation

# tl_form.wemSubmissionNewConversationNotification.1
source: Select the notification you want to send when a new conversation is created.
fr: Sélectionnez la notification que vous souhaitez envoyer lorsqu'une nouvelle conversation est créée.

# tl_form.wemSubmissionNewMessageNotification.0
source: Answer notification
fr: Notification de réponse

# tl_form.wemSubmissionNewMessageNotification.1
source: Select the notification you want to send when a new answer is created.
fr: Sélectionnez la notification que vous souhaitez envoyer lorsqu'une nouvelle réponse est créée.

# tl_form.wem_submissions.0
source: Manage form submissions
fr: Gérer les soumissions du formulaire

# tl_form.wem_submissions.1
source: Manage form ID %s submissions
fr: Gérer les soumissions du formulaire ID %s

# tl_form.wem_statistics.0
source: Show form statistics
fr: Afficher les statistiques du formulaire

# tl_form.wem_statistics.1
source: Show form ID %s statistics
fr: Afficher les statistiques du formulaire ID %s
