Repository: Web-Ex-Machina/contao-form-submissions
Catalog: languages/*/*_wem_form_submission_log.xlf
Languages: fr

# tl_wem_form_submission_log.general_legend
source: General data
fr: Informations générales

# tl_wem_form_submission_log.createdAt.0
source: Created at
fr: Créé le

# tl_wem_form_submission_log.createdAt.1
source: Enter the date where the log has been created.
fr: Saisissez la date à laquelle le log a été créé.

# tl_wem_form_submission_log.type.1
source: Enter the log type.
fr: Saisissez le type de log.

# tl_wem_form_submission_log.log.0
source: Log
fr: Trace

# tl_wem_form_submission_log.log.1
source: Enter the log.
fr: Saisissez la trace.

# tl_wem_form_submission_log.new.0
source: New log
fr: Nouveau log

# tl_wem_form_submission_log.new.1
source: Add a new log
fr: Ajouter un nouveau log

# tl_wem_form_submission_log.edit.0
source: Edit log
fr: Editer le log

# tl_wem_form_submission_log.edit.1
source: Edit log ID %s
fr: Editer le log ID %s

# tl_wem_form_submission_log.delete.0
source: Delete log
fr: Supprimer le log

# tl_wem_form_submission_log.delete.1
source: Delete log ID %s
fr: Supprimer le log ID %s

# tl_wem_form_submission_log.show.0
source: Show log
fr: Afficher le log

# tl_wem_form_submission_log.show.1
source: Show log ID %s
fr: Afficher le log ID %s
